Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Drives it UP: quality sleep, aerobic fitness, proper recovery between hard sessions, hydration, relaxation techniques
ar: ما يرفعه: النوم الجيد، واللياقة الهوائية، والتعافي الكافي بين الجلسات الشاقة، والترطيب، وتقنيات الاسترخاء
da: Trækker den OP: god søvn, aerob kondition, ordentlig restitution mellem hårde sessioner, væske, afspændingsteknikker
de: Erhöht sie: guter Schlaf, aerobe Fitness, ausreichende Erholung zwischen harten Einheiten, Flüssigkeitszufuhr, Entspannungstechniken
es: La SUBEN: dormir bien, la forma aeróbica, una recuperación adecuada entre sesiones duras, la hidratación y las técnicas de relajación
fi: NOSTAA sitä: laadukas uni, aerobinen kunto, riittävä palautuminen kovien harjoitusten välillä, nesteytys, rentoutumistekniikat
fr: La font MONTER : sommeil de qualité, forme aérobie, bonne récupération entre les séances intenses, hydratation, techniques de relaxation
is: Hækkar það: góður svefn, þolþjálfun, nægur bati milli erfiðra æfinga, vökvun, slökunaraðferðir
it: La fanno SALIRE: sonno di qualità, forma aerobica, recupero adeguato tra le sessioni dure, idratazione, tecniche di rilassamento
ja: 上げる要因：質の良い睡眠、有酸素能力、ハードなセッション間の適切な回復、水分補給、リラクゼーション法
ko: 높이는 요인: 질 좋은 수면, 유산소 체력, 힘든 세션 사이의 충분한 회복, 수분 섭취, 이완 기법
nb: Trekker den OPP: god søvn, aerob form, god restitusjon mellom harde økter, væskebalanse, avspenningsteknikker
nl: Duwt hem OMHOOG: goede slaap, aerobe fitheid, voldoende herstel tussen zware sessies, genoeg drinken, ontspanningstechnieken
pt_br: Fazem SUBIR: sono de qualidade, condicionamento aeróbico, recuperação adequada entre sessões intensas, hidratação, técnicas de relaxamento
ru: ПОВЫШАЮТ: качественный сон, аэробная форма, правильное восстановление между тяжёлыми сессиями, достаточное питьё, техники расслабления
sv: Höjer den: bra sömn, aerob kondition, ordentlig återhämtning mellan hårda pass, vätskeintag, avslappningstekniker
zh_hans: 使其上升的因素：优质睡眠、有氧体能、高强度训练之间的充分恢复、补水、放松技巧

source: Drop a pin where you start, follow the compass arrow back. Offline.
ar: ضع دبوسًا عند نقطة البداية، واتبع سهم البوصلة للعودة. دون اتصال.
da: Sæt en nål, hvor du starter, og følg kompaspilen tilbage. Offline.
de: Setze eine Markierung am Startpunkt und folge dem Kompasspfeil zurück. Offline.
es: Marca un punto donde empiezas y sigue la flecha de la brújula de vuelta. Sin conexión.
fi: Pudota merkki lähtöpisteeseen ja seuraa kompassinuolta takaisin. Toimii offline-tilassa.
fr: Posez une épingle à votre point de départ, suivez la flèche de la boussole pour revenir. Hors ligne.
is: Settu pinna þar sem þú byrjar og fylgdu áttavitaörinni til baka. Án nettengingar.
it: Metti un segnaposto dove parti, segui la freccia della bussola per tornare. Offline.
ja: 出発地点にピンを置き、コンパスの矢印に従って戻ります。オフラインで動作します。
ko: 출발 지점에 핀을 꽂고 나침반 화살표를 따라 돌아오세요. 오프라인.
nb: Sett en nål der du starter, og følg kompasspilen tilbake. Frakoblet.
nl: Zet een speld waar je begint en volg de kompaspijl terug. Offline.
pt_br: Marque um ponto onde você começa e siga a seta da bússola de volta. Offline.
ru: Поставьте метку в точке старта и возвращайтесь по стрелке компаса. Без интернета.
sv: Sätt en nål där du startar och följ kompasspilen tillbaka. Offline.
zh_hans: 在出发点放下一个标记，然后跟着指南针箭头返回。可离线使用。

source: Duration (25%)
ar: المدة (25%)
da: Varighed (25 %)
de: Dauer (25 %)
es: Duración (25 %)
fi: Kesto (25 %)
fr: Durée (25 %)
is: Lengd (25%)
it: Durata (25%)
ja: 睡眠時間（25%）
ko: 시간 (25%)
nb: Varighet (25 %)
nl: Duur (25%)
pt_br: Duração (25%)
ru: Продолжительность (25%)
sv: Längd (25 %)
zh_hans: 时长（25%）

source: Duration Options
ar: خيارات المدة
da: Varighedsmuligheder
de: Dauer-Optionen
es: Opciones de duración
fi: Keston vaihtoehdot
fr: Options de durée
is: Lengdarvalkostir
it: Opzioni di durata
ja: 記録時間のオプション
ko: 시간 옵션
nb: Varighetsalternativer
nl: Duuropties
pt_br: Opções de duração
ru: Варианты продолжительности
sv: Längdalternativ
zh_hans: 时长选项

source: During a workout: every 25 m of movement OR 60 s, whichever first — same throttle as the live coach context. Outside a workout: refreshed whenever the app is foregrounded. The AI's answer is at most a few minutes old; if it's older than 5 minutes the tool falls back to a fast 5-second cold fetch.
ar: أثناء التمرين: كل 25 م من الحركة أو كل 60 ث، أيهما أسبق — بنفس معدل تحديث سياق المدرب المباشر. خارج التمرين: يُحدَّث كلما عاد التطبيق إلى الواجهة. لا يتجاوز عمر إجابة الذكاء الاصطناعي بضع دقائق؛ وإن كان أقدم من 5 دقائق تلجأ الأداة إلى جلب سريع جديد خلال 5 ثوانٍ.
da: Under en træning: hver 25 m bevægelse ELLER 60 s, alt efter hvad der kommer først — samme begrænsning som live-coachens kontekst. Uden for en træning: opdateres, når appen kommer i forgrunden. AI'ens svar er højst et par minutter gammelt; er det ældre end 5 minutter, falder værktøjet tilbage til en hurtig 5-sekunders frisk hentning.
de: Während eines Trainings: alle 25 m Bewegung ODER 60 s, je nachdem, was zuerst eintritt — dieselbe Drosselung wie beim Kontext des Live-Coaches. Außerhalb eines Trainings: aktualisiert, sobald die App in den Vordergrund kommt. Die Antwort der KI ist höchstens ein paar Minuten alt; ist sie älter als 5 Minuten, greift das Tool auf eine schnelle 5-Sekunden-Neuabfrage zurück.
es: Durante un entrenamiento: cada 25 m de movimiento O cada 60 s, lo que ocurra primero (el mismo límite que el contexto del entrenador en directo). Fuera de un entrenamiento: se actualiza cada vez que la app pasa a primer plano. La respuesta de la IA tiene como mucho unos minutos de antigüedad; si tiene más de 5 minutos, la herramienta recurre a una consulta rápida en frío de 5 segundos.
fi: Harjoituksen aikana: 25 m:n välein TAI 60 s:n välein sen mukaan, kumpi täyttyy ensin — sama tahti kuin reaaliaikaisen valmentajan kontekstissa. Harjoituksen ulkopuolella: päivitetään aina, kun sovellus tuodaan etualalle. Tekoälyn vastaus on enintään muutaman minuutin vanha; jos tieto on yli 5 minuuttia vanha, työkalu tekee nopean 5 sekunnin haun alusta.
fr: Pendant une séance : tous les 25 m de déplacement OU toutes les 60 s, selon ce qui arrive en premier — même limitation que le contexte du coach en direct. Hors séance : actualisé chaque fois que l’app passe au premier plan. La réponse de l’IA a au plus quelques minutes ; si elle a plus de 5 minutes, l’outil se rabat sur une récupération à froid rapide de 5 secondes.
is: Á æfingu: á 25 m hreyfingar fresti EÐA 60 s, hvort sem kemur fyrr — sama takmörkun og í samhengi beina þjálfarans. Utan æfingar: uppfært í hvert sinn sem appið er opnað. Svar gervigreindarinnar er í mesta lagi nokkurra mínútna gamalt; ef það er eldra en 5 mínútur sækir verkfærið gögnin upp á nýtt á 5 sekúndum.
it: Durante un allenamento: ogni 25 m di movimento O 60 s, quello che arriva prima — lo stesso limite del contesto del coach in tempo reale. Fuori da un allenamento: aggiornata ogni volta che l'app torna in primo piano. La risposta dell'IA ha al massimo pochi minuti; se ha più di 5 minuti, lo strumento ricorre a un rapido recupero a freddo di 5 secondi.
ja: ワークアウト中：25 m 移動するか 60 秒経過するかのどちらか早いほうで更新されます — ライブコーチのコンテキストと同じ間隔です。ワークアウト外：アプリがフォアグラウンドになるたびに更新されます。AI の回答に使われる情報は最大でも数分前のもので、5 分より古い場合は、ツールが 5 秒の高速な新規取得に切り替えます。
ko: 운동 중: 25m 이동 또는 60초 중 먼저 오는 쪽마다 — 실시간 코치 맥락과 같은 주기. 운동 중이 아닐 때: 앱이 전면으로 올 때마다 갱신. AI의 답은 길어야 몇 분 전 정보이며, 5분보다 오래되었으면 도구가 5초짜리 빠른 새 조회로 전환합니다.
nb: Under en økt: hver 25. meter med bevegelse ELLER hvert 60. sekund, det som kommer først — samme begrensning som for den direkte coach-konteksten. Utenom en økt: oppdateres hver gang appen kommer i forgrunnen. AI-ens svar er høyst noen minutter gammelt; hvis det er eldre enn 5 minutter, faller verktøyet tilbake på en rask 5-sekunders ny henting.
nl: Tijdens een training: elke 25 m beweging OF 60 s, wat het eerst komt — dezelfde beperking als de context van de live coach. Buiten een training: ververst zodra de app op de voorgrond komt. Het antwoord van de AI is hooguit een paar minuten oud; is het ouder dan 5 minuten, dan valt de tool terug op een snelle opvraging van 5 seconden.
pt_br: Durante um treino: a cada 25 m de movimento OU 60 s, o que vier primeiro — o mesmo intervalo do contexto do coach ao vivo. Fora de um treino: atualizado sempre que o app volta ao primeiro plano. A resposta da IA tem no máximo alguns minutos; se tiver mais de 5 minutos, a ferramenta recorre a uma busca rápida de 5 segundos.
ru: Во время тренировки: каждые 25 м движения ИЛИ 60 с, что наступит раньше, — тот же интервал, что и для контекста живого тренера. Вне тренировки: обновляется каждый раз, когда приложение выходит на передний план. Ответ ИИ отстаёт не более чем на несколько минут; если данные старше 5 минут, инструмент делает быстрый 5-секундный запрос заново.
sv: Under ett träningspass: var 25:e meter förflyttning ELLER var 60:e sekund, det som kommer först — samma begränsning som för livecoachens kontext. Utanför träningspass: uppdateras när appen kommer i förgrunden. AI:ns svar är högst några minuter gammalt; är det äldre än 5 minuter gör verktyget i stället en snabb hämtning på 5 sekunder.
zh_hans: 训练期间：每移动 25 米或每 60 秒更新一次（以先到者为准）— 与实时教练上下文的节流相同。训练之外：每当应用回到前台时刷新。AI 的回答最多只有几分钟的延迟；如果超过 5 分钟，工具会回退到快速的 5 秒冷获取。

source: During comeback, vitals are still displayed and tracked — they just don't pull your score down while your respiratory rate, temperature, or sleep heart rate are re-settling to a new baseline.
ar: أثناء وضع العودة، تظل العلامات الحيوية معروضة ومتتبَّعة — لكنها لا تخفض نتيجتك بينما يستقر معدل تنفسك أو حرارتك أو معدل ضربات قلبك أثناء النوم على خط أساس جديد.
da: Under comeback vises og spores vitale tegn stadig — de trækker bare ikke din score ned, mens din vejrtrækningsfrekvens, temperatur eller søvnpuls finder et nyt niveau.
de: Im Comeback-Modus werden Vitalwerte weiterhin angezeigt und erfasst — sie ziehen deinen Wert nur nicht nach unten, während sich Atemfrequenz, Temperatur oder Schlafherzfrequenz auf eine neue Baseline einpendeln.
es: Durante el modo regreso, las constantes vitales se siguen mostrando y registrando; simplemente no bajan tu puntuación mientras tu frecuencia respiratoria, tu temperatura o tu frecuencia cardíaca durante el sueño se reajustan a una nueva línea base.
fi: Paluutilan aikana vitaaliarvot näytetään ja niitä seurataan edelleen — ne eivät vain laske pisteitäsi, kun hengitystiheys, lämpötila tai unisyke asettuvat uudelle perustasolle.
fr: En mode retour, les signes vitaux restent affichés et suivis — ils ne font simplement pas baisser votre score pendant que votre fréquence respiratoire, votre température ou votre fréquence cardiaque pendant le sommeil se stabilisent sur une nouvelle référence.
is: Í endurkomu eru lífsmörk áfram birt og fylgst með þeim — þau draga bara ekki stigin þín niður á meðan öndunartíðni, hiti eða svefnpúls eru að jafna sig að nýju grunngildi.
it: In modalità rientro i parametri vitali vengono comunque mostrati e monitorati: semplicemente non abbassano il punteggio mentre frequenza respiratoria, temperatura o frequenza cardiaca nel sonno si assestano su una nuova linea di base.
ja: カムバックモード中も、バイタルは表示・記録されます — 呼吸数、体温、睡眠時心拍数が新しいベースラインに落ち着くまでの間、スコアを下げないだけです。
ko: 복귀 모드 동안에도 활력 징후는 계속 표시되고 추적됩니다 — 호흡수, 체온, 수면 심박수가 새로운 기준선에 다시 자리 잡는 동안 점수를 끌어내리지 않을 뿐입니다.
nb: Under comeback vises og spores vitale tegn fortsatt — de trekker bare ikke ned scoren mens respirasjonsfrekvens, temperatur eller søvnpuls finner en ny grunnlinje.
nl: Tijdens comeback worden vitale waarden nog steeds getoond en bijgehouden — ze trekken je score alleen niet omlaag terwijl je ademhalingsfrequentie, temperatuur of slaaphartslag zich naar een nieuwe basislijn zetten.
pt_br: Durante o modo retorno, os sinais vitais continuam sendo exibidos e acompanhados — eles só não puxam sua pontuação para baixo enquanto sua frequência respiratória, temperatura ou frequência cardíaca no sono se ajustam a uma nova linha de base.
ru: В режиме возвращения жизненные показатели по-прежнему отображаются и отслеживаются — они просто не снижают оценку, пока частота дыхания, температура или пульс во сне устанавливаются на новом базовом уровне.
sv: Under comeback-läget visas och följs de vitala tecknen fortfarande — de drar bara inte ner din poäng medan andningsfrekvens, temperatur eller sömnpuls stabiliseras mot en ny baslinje.
zh_hans: 在回归期间，生命体征仍会显示和跟踪 — 只是在你的呼吸频率、体温或睡眠心率重新稳定到新基线期间，它们不会拉低你的评分。

source: During Quick Readings, a breathing mandala visual guides you through slow paced breathing — a pattern shown to increase the size of the heart-rate oscillation during the reading.
ar: أثناء القراءات السريعة، يرشدك عنصر مرئي على شكل ماندالا تنفس عبر تنفس بطيء منتظم الإيقاع — وهو نمط ثبت أنه يزيد حجم تذبذب معدل ضربات القلب أثناء القراءة.
da: Under hurtigmålinger guider en visuel åndedrætsmandala dig gennem langsom, rolig vejrtrækning — et mønster, der har vist sig at øge pulssvingningernes størrelse under målingen.
de: Bei Schnellmessungen führt dich ein Atem-Mandala durch langsames, gleichmäßiges Atmen — ein Muster, das nachweislich die Schwingung der Herzfrequenz während der Messung verstärkt.
es: Durante las lecturas rápidas, un mandala de respiración te guía en una respiración lenta y pausada, un patrón que se ha demostrado que aumenta la amplitud de la oscilación de la frecuencia cardíaca durante la lectura.
fi: Pikalukemien aikana hengitysmandala ohjaa sinua hitaaseen tahdistettuun hengitykseen — kuvio, jonka on osoitettu kasvattavan sykevaihtelun aaltoilun laajuutta mittauksen aikana.
fr: Pendant les lectures rapides, un mandala de respiration vous guide dans une respiration lente et rythmée — un schéma connu pour augmenter l’amplitude de l’oscillation de la fréquence cardiaque pendant la lecture.
is: Í fljótmælingum leiðir öndunarmandala þig í gegnum hæga, taktfasta öndun — mynstur sem sýnt hefur verið að eykur sveiflur í hjartslætti meðan á mælingu stendur.
it: Durante le letture rapide, un mandala del respiro ti guida in una respirazione lenta e cadenzata — uno schema che ha dimostrato di aumentare l'ampiezza dell'oscillazione della frequenza cardiaca durante la lettura.
ja: クイック測定中は、呼吸マンダラの映像がゆっくりとしたペース呼吸をガイドします — 測定中の心拍の揺らぎを大きくすることが示されているパターンです。
ko: 빠른 측정 중에는 호흡 만다라 시각 효과가 느린 호흡 페이스를 안내합니다 — 측정 중 심박 진동의 폭을 키우는 것으로 알려진 패턴입니다.
nb: Under hurtigmålinger guider en pustemandala deg gjennom langsom, styrt pust — et mønster som har vist seg å øke størrelsen på pulssvingningene under målingen.
nl: Tijdens snelle metingen begeleidt een ademhalingsmandala je bij langzaam, gedoseerd ademen — een patroon waarvan is aangetoond dat het de hartslagschommeling tijdens de meting vergroot.
pt_br: Durante as Leituras Rápidas, uma mandala de respiração guia você em uma respiração lenta e cadenciada — um padrão que comprovadamente aumenta a amplitude da oscilação da frequência cardíaca durante a leitura.
ru: Во время быстрых измерений дыхательная мандала ведёт вас через медленное размеренное дыхание — такой ритм, как показано, увеличивает амплитуду колебаний пульса во время измерения.
sv: Under snabbmätningar guidar en andningsmandala dig genom långsam, styrd andning — ett mönster som visats öka pulsens svängningar under mätningen.
zh_hans: 在快速读数期间，呼吸曼陀罗视觉效果会引导你进行缓慢的节律呼吸 — 这种呼吸方式已被证明可在读数期间增大心率波动幅度。

source: During Recording
ar: أثناء التسجيل
da: Under optagelse
de: Während der Aufnahme
es: Durante la grabación
fi: Tallennuksen aikana
fr: Pendant l’enregistrement
is: Meðan á upptöku stendur
it: Durante la registrazione
ja: 記録中
ko: 기록 중
nb: Under opptak
nl: Tijdens de opname
pt_br: Durante a gravação
ru: Во время записи
sv: Under inspelning
zh_hans: 记录期间

source: During the route
ar: أثناء المسار
da: Undervejs på ruten
de: Während der Route
es: Durante la ruta
fi: Reitin aikana
fr: Pendant l’itinéraire
is: Á leiðinni
it: Durante il percorso
ja: ルート案内中
ko: 경로 안내 중
nb: Underveis på ruten
nl: Onderweg
pt_br: Durante o trajeto
ru: Во время маршрута
sv: Under rutten
zh_hans: 导航途中

source: During your first 7 days, the score uses a simplified 1-10 readiness calculation scaled to 0-100. It works, but it's less precise than the full z-score system that activates after day 7.
ar: خلال أيامك السبعة الأولى، تستخدم النتيجة حسابًا مبسّطًا للجاهزية من 1 إلى 10 مُحوَّلًا إلى 0-100. إنه يعمل، لكنه أقل دقة من نظام درجة z الكامل الذي يُفعَّل بعد اليوم السابع.
da: I dine første 7 dage bruger scoren en forenklet parathedsberegning fra 1-10, skaleret til 0-100. Den virker, men den er mindre præcis end det fulde z-score-system, der aktiveres efter dag 7.
de: In deinen ersten 7 Tagen verwendet der Wert eine vereinfachte Bereitschaftsberechnung von 1–10, skaliert auf 0–100. Das funktioniert, ist aber weniger präzise als das vollständige z-Wert-System, das ab Tag 7 aktiv wird.
es: Durante tus primeros 7 días, la puntuación usa un cálculo simplificado de preparación de 1 a 10 escalado a 0-100. Funciona, pero es menos preciso que el sistema completo por z-score que se activa a partir del día 7.
fi: Ensimmäisten 7 päivän aikana pisteet perustuvat yksinkertaistettuun 1–10-valmiuslaskelmaan, joka on skaalattu välille 0–100. Se toimii, mutta on epätarkempi kuin täysi z-pistejärjestelmä, joka aktivoituu 7. päivän jälkeen.
fr: Pendant vos 7 premiers jours, le score utilise un calcul simplifié de l’état de préparation sur 1-10, ramené à 0-100. Il fonctionne, mais il est moins précis que le système complet par z-score qui s’active après le 7e jour.
is: Fyrstu 7 dagana nota stigin einfaldaðan viðbúnaðarútreikning á kvarðanum 1-10, umreiknaðan í 0-100. Hann virkar, en er ónákvæmari en fulla z-gildiskerfið sem virkjast eftir dag 7.
it: Nei primi 7 giorni il punteggio usa un calcolo semplificato della prontezza da 1 a 10, riportato su scala 0-100. Funziona, ma è meno preciso del sistema z-score completo che si attiva dopo il settimo giorno.
ja: 最初の 7 日間は、簡易的な 1～10 の準備状態計算を 0～100 に換算したスコアを使います。機能はしますが、7 日目以降に有効になる完全な z スコア方式ほど正確ではありません。
ko: 처음 7일 동안 점수는 간소화된 1-10 준비 상태 계산을 0-100으로 환산해 사용합니다. 제대로 작동하지만 7일 후 활성화되는 완전한 z-점수 시스템보다는 덜 정밀합니다.
nb: De første 7 dagene bruker scoren en forenklet beredskapsberegning på 1-10 skalert til 0-100. Den fungerer, men er mindre presis enn det fullstendige z-score-systemet som aktiveres etter dag 7.
nl: Tijdens je eerste 7 dagen gebruikt de score een vereenvoudigde gereedheidsberekening van 1-10, geschaald naar 0-100. Die werkt, maar is minder precies dan het volledige z-scoresysteem dat na dag 7 actief wordt.
pt_br: Nos seus primeiros 7 dias, a pontuação usa um cálculo simplificado de prontidão de 1 a 10, convertido para 0 a 100. Funciona, mas é menos preciso que o sistema completo por escore z, que é ativado após o 7º dia.
ru: В первые 7 дней оценка использует упрощённый расчёт готовности по шкале 1–10, пересчитанный в 0–100. Он работает, но менее точен, чем полная система z-оценок, которая включается после 7-го дня.
sv: Under dina första 7 dagar använder poängen en förenklad beredskapsberäkning på 1–10, skalad till 0–100. Den fungerar, men är mindre exakt än det fullständiga z-poängsystemet som aktiveras efter dag 7.
zh_hans: 在最初 7 天里，评分使用简化的 1-10 准备状态计算，并换算到 0-100。它可以用，但不如第 7 天后启用的完整 z 分数系统精确。

source: During your walk, the app collects every reading from the iPhone's barometric pressure sensor (CMAltimeter) at ~1 Hz. Every sample is buffered — nothing is discarded at collect time.
ar: أثناء مشيك، يجمع التطبيق كل قراءة من مستشعر الضغط البارومتري في iPhone (CMAltimeter) بمعدل نحو 1 هرتز. تُخزَّن كل عينة مؤقتًا — لا يُهمل شيء وقت الجمع.
da: Under din gåtur indsamler appen alle målinger fra iPhonens barometriske tryksensor (CMAltimeter) ved ~1 Hz. Hver prøve gemmes i bufferen — intet kasseres ved indsamlingen.
de: Während deines Spaziergangs erfasst die App jeden Messwert des barometrischen Drucksensors des iPhone (CMAltimeter) mit ~1 Hz. Jeder Messwert wird gepuffert — beim Erfassen wird nichts verworfen.
es: Durante tu caminata, la app recoge cada lectura del sensor de presión barométrica del iPhone (CMAltimeter) a ~1 Hz. Todas las muestras se almacenan en búfer: no se descarta nada al recogerlas.
fi: Kävelysi aikana sovellus kerää jokaisen iPhonen ilmanpaineanturin (CMAltimeter) lukeman noin 1 Hz:n taajuudella. Jokainen näyte puskuroidaan — mitään ei hylätä keräysvaiheessa.
fr: Pendant votre marche, l’app collecte chaque lecture du capteur de pression barométrique de l’iPhone (CMAltimeter) à ~1 Hz. Chaque échantillon est mis en mémoire tampon — rien n’est écarté lors de la collecte.
is: Á göngunni safnar appið öllum mælingum frá loftþrýstingsskynjara iPhone (CMAltimeter) við ~1 Hz. Hvert sýni er sett í biðminni — engu er hent við söfnun.
it: Durante la camminata, l'app raccoglie ogni lettura del sensore di pressione barometrica dell'iPhone (CMAltimeter) a circa 1 Hz. Ogni campione viene memorizzato: nulla viene scartato in fase di raccolta.
ja: ウォーキング中、アプリは iPhone の気圧センサー（CMAltimeter）からの測定値を約 1 Hz ですべて収集します。サンプルはすべてバッファに保存され、収集時に破棄されるものはありません。
ko: 걷는 동안 앱은 iPhone의 기압 센서(CMAltimeter)에서 약 1Hz로 모든 측정값을 수집합니다. 모든 샘플은 버퍼에 저장되며 수집 시점에 버려지는 것은 없습니다.
nb: Mens du går, samler appen inn hver måling fra iPhonens barometriske trykksensor (CMAltimeter) ved ~1 Hz. Alle prøver bufres — ingenting forkastes under innsamlingen.
nl: Tijdens je wandeling verzamelt de app elke meting van de barometrische druksensor van de iPhone (CMAltimeter) met ~1 Hz. Elke sample wordt gebufferd — er wordt bij het verzamelen niets weggegooid.
pt_br: Durante sua caminhada, o app coleta cada leitura do sensor de pressão barométrica do iPhone (CMAltimeter) a ~1 Hz. Todas as amostras ficam no buffer — nada é descartado na coleta.
ru: Во время прогулки приложение собирает все показания барометрического датчика iPhone (CMAltimeter) с частотой ~1 Гц. Каждый отсчёт буферизуется — при сборе ничего не отбрасывается.
sv: Under promenaden samlar appen in varje mätning från iPhonens barometriska trycksensor (CMAltimeter) med ~1 Hz. Varje prov buffras — inget kastas vid insamlingen.
zh_hans: 步行期间，应用会以约 1 Hz 的频率采集 iPhone 气压传感器（CMAltimeter）的每个读数。每个样本都会缓存 — 采集时不丢弃任何数据。

source: Dusty Rose (<40)
ar: وردي باهت (<40)
da: Støvet rosa (<40)
de: Altrosa (<40)
es: Rosa empolvado (<40)
fi: Himmeä ruusu (<40)
fr: Vieux rose (<40)
is: Fölbleikt (<40)
it: Rosa antico (<40)
ja: ダスティローズ（<40）
ko: 더스티 로즈(<40)
nb: Støvet rosa (<40)
nl: Oudroze (<40)
pt_br: Rosa antigo (<40)
ru: Пыльная роза (<40)
sv: Gammelrosa (<40)
zh_hans: 灰玫瑰色（<40）
